// © Copyright 2010, 2015 HP Development Company, L.P.

TaskName = "Firmware-update";

WebBrowserWindowTitle = "Firmware-update";

TaskTitleField = "Firmware-update";
TaskDescriptionField = "Firmware is de interne software die door het apparaat wordt gebruikt. Klik op de knop \"Starten\" om online te controleren op bijgewerkte firmware en deze te installeren.";
TaskStartButtonTitle = "Starten";
